<template>
  <div class="agree vue-component">
    <v-container>
      <page-title :title="'Пользовательское соглашение'" />
      <v-row>
        <v-col cols="12" md="8" lg="12">
          <v-card class="pa-5 front">
            <p>
              Заполняя форму на сайте Вы даете добровольное согласие
              Администрации ресурса на обработку своих персональных данных. Под
              персональными данными понимается любая информация, относящаяся к
              Вам, как к зарегистрированному на сайте https://chicaga.ru/edu
              пользователю (а именно: учетная запись на сайте, фамилия, имя,
              отчество, город проживания, контактный номер телефона, адрес
              электронной почты, учетная запись в Skype);
            </p>
            <p>
              Ваше согласие распространяется на осуществление Администрацией
              сайта https://chicaga.ru/edu любых действий в отношении ваших
              персональных данных, которые могут понадобиться для сбора,
              систематизации, хранения, уточнения (обновление, изменение),
              обработки (например, отправки писем или совершения звонков),
              распространения (в том числе возможная передача Генеральному
              партнеру, в случае Вашей регистрации в специальных мероприятиях,
              проводимых совместно с ним), блокирования и т.п. с учетом
              действующего законодательства;
            </p>
            <p>
              Согласие персональных данных дается без ограничения срока, но
              может быть отозвано Вами (достаточно написать об этом
              Администрации сайта по адресу academ@chicaga.ru). Заполнняя форму
              на сайте https://chicaga.ru/edu вы подтверждаете, что с правами и
              обязанностями в соответствии с Федеральным законом «О персональных
              данных», в т.ч. порядком отзыва согласия на обработку персональных
              ознакомлены.
            </p>
          </v-card>
        </v-col>
      </v-row>
    </v-container>
  </div>
</template>

<script>
export default {
  name: "agree",
  data: function() {
    return {};
  },
  methods: {},
  computed: {},
  components: {},
  props: [],
  mixins: {},
  beforeMount() {}
};
</script>

<style scoped="scoped" lang="sass"></style>
